Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# Tutorial2Message1
source: A. When you log into {{app_name}}, you’re presented with your Contacts list. Tap on a name to initiate a call.
de: A. Wenn Sie sich bei {{app_name}} wird Ihnen Ihre Kontaktliste angezeigt. Tippen Sie auf einen Namen, um einen Anruf einzuleiten.
es: A. Cuando inicie sesión en {{app_name}}, se le presenta su lista de contactos. Toque un nombre para iniciar una llamada.
fr: A. Lorsque vous vous connectez à {{app_name}}, votre liste de contacts vous est présentée. Appuyez sur un nom pour lancer un appel.
it: R. Quando accedi a {{app_name}}, ti viene presentato l'elenco dei contatti. Tocca un nome per avviare una chiamata.
ja: A. {{app_name}}にログインするとき、連絡先リストが表示されます。名前をタップして通話を開始します。
ko: A. {{app_name}} 로그인 할 때 , 연락처 목록이 표시됩니다. 전화를 걸려면 이름을 탭하세요.
pt_pt: A. Quando você se loga no {{app_name}} , sua lista de contatos é exibida. Toque em um nome para iniciar uma chamada.
zh_hans: A.登录到{{app_name}} ，系统会向您显示“联系人”列表。点按一个名称以发起呼叫。

# Tutorial2Message2
source: B. Or, you can invite someone to join a call who is not a contact. Tap the Invite icon to send an email or text message invitation.
de: B. Oder Sie können jemanden einladen, sich einem Anruf anzuschließen, der kein Kontakt ist. Tippen Sie auf das Einladungssymbol, um eine E-Mail- oder SMS-Einladung zu senden.
es: B. O puede invitar a alguien que no sea un contacto a unirse a una llamada. Presiona el ícono Invitar para enviar una invitación por correo electrónico o mensaje de texto.
fr: B. Ou, vous pouvez inviter quelqu'un à rejoindre un appel qui n'est pas un contact. Appuyez sur l'icône Inviter pour envoyer une invitation par courriel ou SMS.
it: B. Oppure puoi invitare qualcuno a partecipare a una chiamata che non è un contatto. Tocca l'icona Invita per inviare un'e-mail o un messaggio di testo di invito.
ja: B.または、連絡先にない人を通話に招待することもできます。 [招待]アイコンをタップして、メールまたはテキストメッセージで招待状を送信します。
ko: B. 또는 연락처가 아닌 통화에 다른 사람을 초대 할 수 있습니다. 초대 아이콘을 탭하여 이메일 또는 문자 메시지 초대를 보냅니다.
pt_pt: B. Ou você pode convidar alguém que não seja um contato para participar de uma chamada. Toque no ícone Convidar para enviar um convite por e-mail ou mensagem de texto.
zh_hans: B.或者，您可以邀请不是联系人的人加入通话。点击“邀请”图标以发送电子邮件或短信邀请。

# Tutorial2Title
source: Starting Calls
de: Anrufe starten
es: Iniciar llamadas
fr: Lancer des appels
it: Avvio delle chiamate
ja: 通話を開始
ko: 통화 시작
pt_pt: Iniciar chamadas
zh_hans: 开始通话

# Tutorial3Message1
source: All calls begin in Face to Face mode similar to other video call applications. Turn your device to display in landscape.
de: Alle Anrufe beginnen im Face-to-Face-Modus, ähnlich wie bei anderen Videoanrufanwendungen. Drehen Sie Ihr Gerät so, dass es im Querformat angezeigt wird.
es: Todas las llamadas comienzan en el modo Cara a Cara similar a otras aplicaciones de videollamadas. Gire su dispositivo para que se muestre en horizontal.
fr: Tous les appels commencent en mode Face à Face, comme les autres applications d'appel vidéo. Tournez votre appareil pour afficher en paysage.
it: Tutte le chiamate iniziano in modalità Face to Face simile ad altre applicazioni di videochiamata. Trasforma il tuo dispositivo per visualizzare in orizzontale.
ja: すべての通話は、他のビデオ通話アプリケーションと同様に対面モードで開始されます。デバイスを回転させて横向きに表示します。
ko: 모든 통화는 다른 화상 통화 애플리케이션과 유사한 Face to Face 모드에서 시작됩니다. 기기를 돌려 가로로 표시하세요.
pt_pt: Todas as chamadas começam no modo Face a Face semelhante a outros aplicativos de chamada de vídeo. Vire seu dispositivo para exibir em modo paisagem.
zh_hans: 与其他视频通话应用程序类似，所有通话均以面对面模式开始。旋转设备以横向显示。

# Tutorial3Message2
source: Select your Role from the menu to choose whether you will Give or Receive Help. This will launch merged reality mode blending the two video streams together.
de: Wählen Sie Ihre Rolle aus dem Menü aus, um auszuwählen, ob Sie Hilfe geben oder erhalten möchten. Dadurch wird der Merged-Reality-Modus gestartet, in dem die beiden Videostreams miteinander kombiniert werden.
es: Seleccione su rol en el menú para elegir si dará o recibirá ayuda. Esto lanzará el modo de realidad fusionada combinando las dos secuencias de video.
fr: Sélectionnez votre rôle dans le menu pour choisir si vous allez donner ou recevoir de l'aide. Cela lancera le mode de réalité fusionnée combinant les deux flux vidéo ensemble.
it: Seleziona il tuo ruolo dal menu per scegliere se dare o ricevere aiuto. Questo avvierà la modalità di realtà unita che fonde insieme i due flussi video.
ja: メニューから役割を選択して、ヘルプするか・ヘルプされるかを選択します。これにより、2つのビデオストリームをミックスするマージリアリティモードが起動します。
ko: 메뉴에서 역할을 선택하여 도움을 줄 것인지받을 것인지 선택하십시오. 이렇게하면 두 비디오 스트림을 함께 혼합하는 병합 현실 모드가 시작됩니다.
pt_pt: Selecione sua função no menu para escolher se você irá oferecer ou receber ajuda. Isso iniciará o modo de realidade mista, combinando os dois fluxos de vídeo.
zh_hans: 从菜单中选择您的角色，以选择是给予还是接受帮助。这将启动将两个视频流融合在一起的合并现实模式。

# Tutorial3Title
source: In your call…
de: In Ihrem Anruf …
es: En tu llamada …
fr: Dans votre appel …
it: Nella tua chiamata …
ja: あなたの電話で…
ko: 전화 …
pt_pt: Em sua chamada...
zh_hans: 在通话中…

# Tutorial4Message1
source: When you are receiving help, the back camera of your device should be pointed at the task area.
de: Wenn Sie Hilfe erhalten, sollte die Rückkamera Ihres Geräts auf den Aufgabenbereich gerichtet sein.
es: Cuando reciba ayuda, la cámara trasera de su dispositivo debe apuntar al área de tareas.
fr: Lorsque vous recevez de l'aide, la caméra arrière de votre appareil doit être pointée vers l'endroit à observer.
it: Quando si riceve aiuto, la fotocamera posteriore del dispositivo dovrebbe essere puntata verso l'area delle attività.
ja: ヘルプされるときは、デバイスの背面カメラをタスクエリアに向ける必要があります。
ko: 도움을받을 때 장치의 후면 카메라가 작업 영역을 향해야합니다.
pt_pt: Quando você estiver recebendo ajuda, a câmera traseira do seu dispositivo deve estar apontada para a área de tarefa.
zh_hans: 接收帮助时，设备的后置摄像头应对准任务区域。

# Tutorial4Message2
source: When you are giving help, point your device camera at a white or light-colored surface to provide the best video merge.
de: Wenn Sie Hilfe geben, richten Sie Ihre Gerätekamera auf eine weiße oder helle Oberfläche, um die beste Videomischung zu erzielen.
es: Cuando esté brindando ayuda, apunte la cámara de su dispositivo hacia una superficie blanca o de color claro para brindar la mejor combinación de video.
fr: Lorsque vous donnez de l'aide, pointez la caméra de votre appareil sur une surface blanche ou de couleur claire pour fournir la meilleure fusion vidéo.
it: Quando si fornisce aiuto, puntare la fotocamera del dispositivo su una superficie bianca o di colore chiaro per fornire la migliore unione video.
ja: ヘルプするときは、映像のマージが最適化されるように、デバイスのカメラを白または明るい色の表面に向けます。
ko: 도움을 줄 때 장치 카메라가 흰색 또는 밝은 색상의 표면을 향하도록하여 최상의 비디오 병합을 제공하십시오.
pt_pt: Quando estiver ajudando, aponte a câmera do dispositivo para uma superfície branca ou de cor clara para fornecer a melhor mesclagem de vídeo.
zh_hans: 当您提供帮助时，请将设备相机对准白色或浅色的表面，以提供最佳的视频合并。

# Tutorial5Message1
source: Tap the live video icon and select the Freeze icon to freeze the image. Use a pinch gesture on the screen to zoom in and out.
de: Tippen Sie auf das Live-Videosymbol und wählen Sie das Symbol Einfrieren, um das Bild einzufrieren. Verwenden Sie eine Prise Geste auf dem Bildschirm, um hinein- und herauszuzoomen.
es: Toque el icono de video en vivo y seleccione el icono Congelar para congelar la imagen. Use un gesto de pellizcar en la pantalla para acercar y alejar.
fr: Appuyez sur l'icône de la vidéo en direct et sélectionnez l'icône Figer pour figer l'image. Utilisez un geste de pincement sur l'écran pour effectuer un zoom avant et arrière.
it: Tocca l'icona del video live e seleziona l'icona Blocca per congelare l'immagine. Usa un pizzico sullo schermo per ingrandire e rimpicciolire.
ja: ライブビデオアイコンをタップし、フリーズアイコンを選択して画像をフリーズさせます。画面上でピンチジェスチャを使用してズームインおよびズームアウトします。
ko: 라이브 비디오 아이콘을 누르고 고정 아이콘을 선택하여 이미지를 고정합니다. 화면에서 손가락 모으기 제스처를 사용하여 확대 및 축소합니다.
pt_pt: Toque no ícone de vídeo ao vivo e selecione o ícone Congelar para congelar a imagem. Use um gesto de pinça na tela para aumentar e diminuir o zoom.
zh_hans: 点按实时视频图标，然后选择“冻结”图标以冻结图像。在屏幕上使用捏合手势进行放大和缩小。

# Tutorial5Message2
source: With the image frozen, use your finger to draw on the screen and create annotations.
de: Wenn das Bild eingefroren ist, zeichnen Sie mit dem Finger auf dem Bildschirm und erstellen Sie Anmerkungen.
es: Con la imagen congelada, use su dedo para dibujar en la pantalla y crear anotaciones.
fr: L'image figée, utilisez votre doigt pour dessiner sur l'écran et créer des annotations.
it: Con l'immagine congelata, usa il dito per disegnare sullo schermo e creare annotazioni.
ja: 画像をフリーズさせた状態で、指を使って画面に描画し、注釈を挿入します。
ko: 이미지가 고정 된 상태에서 손가락을 사용하여 화면에 그리고 주석을 만듭니다.
pt_pt: Com a imagem congelada, use o dedo para desenhar na tela e criar anotações.
zh_hans: 冻结图像后，用手指在屏幕上绘图并创建注释。

# Tutorial5Title1
source: Freeze the Image
de: Friere das Bild ein
es: Congelar la imagen
fr: Figer l'image
it: Blocca l'immagine
ja: 画像をフリーズさせる
ko: 이미지 고정
pt_pt: Congelar a imagem
zh_hans: 冻结图像

# TypeMessage
source: Type a message
de: Geben Sie eine Nachricht ein
es: Escribe un mensaje
fr: Tapez un message
it: Scrivi un messaggio
ja: メッセージを入力してください
ko: 메시지를 입력하세요
pt_pt: Digite uma mensagem
zh_hans: 输入消息

# UnableCompleteOperation
source: Unable to complete this operation
de: Dieser Vorgang kann nicht abgeschlossen werden
es: No se puede completar esta operación
fr: Impossible de terminer cette opération
it: Impossibile completare questa operazione
ja: この操作を完了できません
ko: 이 작업을 완료할 수 없습니다.
pt_pt: Não é possível concluir esta operação
zh_hans: 无法完成此操作

# UnableEstablishCall
source: Unable to establish call due to network issues.
de: Anruf konnte aufgrund von Netzwerkproblemen nicht hergestellt werden.
es: No se puede establecer la llamada debido a problemas de red.
fr: Impossible d'établir l'appel en raison de problèmes de réseau
it: Impossibile stabilire la chiamata a causa di problemi di rete.
ja: ネットワークの問題により、通話を確立できませんでした。
ko: 네트워크 문제로 인해 전화를 걸 수 없습니다.
pt_pt: Incapaz de estabelecer a chamada devido a problemas de rede.
zh_hans: 网络故障，无法接通。

# UnableToAcceptDisclaimer
source: Unable to accept disclaimer. Please try again.
de: Haftungsausschluss kann nicht akzeptiert werden. Bitte versuchen Sie es erneut.
es: No se puede aceptar el aviso legal. Por favor, inténtelo de nuevo.
fr: Impossible d'accepter la clause de non-responsabilité. Veuillez réessayer.
it: Impossibile accettare la dichiarazione di non responsabilità. Riprova.
ja: 免責事項を承諾できません。もう一度お試しください。
ko: 면책 조항을 수락할 수 없습니다. 다시 시도해 주세요.
pt_pt: Não é possível aceitar a declaração de responsabilidade. Por favor, tente novamente.
zh_hans: 无法接受免责声明。请重试。

# UnableToUploadAvatarTryAgain
source: Unable to upload avatar. Please try again.
de: Avatar konnte nicht hochgeladen werden. Bitte versuchen Sie es erneut.
es: No se puede subir el avatar. Por favor, inténtelo de nuevo.
fr: Impossible de télécharger l'avatar. Veuillez réessayer.
it: Impossibile caricare l'avatar. Riprova.
ja: アバターをアップロードできません。もう一度お試しください。
ko: 아바타를 업로드할 수 없습니다. 다시 시도해 주세요.
pt_pt: Não foi possível carregar o avatar. Por favor, tente novamente.
zh_hans: 无法上传头像，请重试。

source: Unable to Call Group
de: Gruppe kann nicht angerufen werden
es: No se puede llamar al grupo
fr: Impossible d'appeler le groupe
it: Impossibile chiamare il gruppo
ja: グループに発信できません
ko: 그룹에 전화할 수 없음
pt_pt: Não é possível ligar para o grupo
zh_hans: 无法呼叫群组

source: Unable to Connect
de: Verbindung nicht möglich
es: No se puede conectar
fr: Connexion impossible
it: Impossibile connettersi
ja: 接続できません
ko: 연결할 수 없음
pt_pt: Não é possível ligar
zh_hans: 无法连接

# UnableToConnectCallMessage
source: Unable to connect this call right now. Please try again.
de: Dieser Anruf kann derzeit nicht verbunden werden. Bitte versuchen Sie es erneut.
es: No se puede conectar esta llamada en este momento. Por favor, inténtelo de nuevo.
fr: Impossible de connecter cet appel pour le moment. Veuillez réessayer.
it: Impossibile connettere questa chiamata al momento. Riprova.
ja: 現在この通話に接続できません。もう一度お試しください。
ko: 현재 이 통화에 연결할 수 없습니다. 다시 시도해 주세요.
pt_pt: Não é possível ligar esta chamada neste momento. Por favor, tente novamente.
zh_hans: 目前无法连接此通话。请重试。

# UnableToDeclineDisclaimer
source: Unable to decline disclaimer. Please try again.
de: Haftungsausschluss kann nicht abgelehnt werden. Bitte versuchen Sie es erneut.
es: No se puede rechazar el aviso legal. Por favor, inténtelo de nuevo.
fr: Impossible de refuser la clause de non-responsabilité. Veuillez réessayer.
it: Impossibile rifiutare la dichiarazione di non responsabilità. Riprova.
ja: 免責事項を拒否できません。もう一度お試しください。
ko: 면책 조항을 거부할 수 없습니다. 다시 시도해 주세요.
pt_pt: Não é possível recusar a declaração de responsabilidade. Por favor, tente novamente.
zh_hans: 无法拒绝免责声明。请重试。

source: Unable to determine current user.
de: Aktueller Benutzer konnte nicht ermittelt werden.
es: No se puede determinar el usuario actual.
fr: Impossible de déterminer l'utilisateur actuel.
it: Impossibile determinare l'utente corrente.
ja: 現在のユーザーを特定できません。
ko: 현재 사용자를 확인할 수 없습니다.
pt_pt: Não é possível determinar o utilizador atual.
zh_hans: 无法确定当前用户。

source: Unable to Join
de: Beitritt nicht möglich
es: No se puede unir
fr: Impossible de rejoindre
it: Impossibile partecipare
ja: 参加できません
ko: 참여할 수 없음
pt_pt: Não é possível participar
zh_hans: 无法加入

# UnableToJoinCallActive
source: Unable to join while a call is active.
de: Während eines aktiven Anrufs kann nicht beigetreten werden.
es: No se puede unir mientras hay una llamada activa.
fr: Impossible de rejoindre pendant un appel actif.
it: Impossibile partecipare durante una chiamata attiva.
ja: 通話中は参加できません。
ko: 통화 중에는 참여할 수 없습니다.
pt_pt: Não é possível participar enquanto uma chamada está ativa.
zh_hans: 通话进行中无法加入。

source: Unable to load audio
de: Audio kann nicht geladen werden
es: No se puede cargar el audio
fr: Impossible de charger l'audio
it: Impossibile caricare l'audio
ja: オーディオを読み込めません
ko: 오디오를 로드할 수 없음
pt_pt: Não é possível carregar o áudio
zh_hans: 无法加载音频

source: Unable to load details
de: Details können nicht geladen werden
es: No se pueden cargar los detalles
fr: Impossible de charger les détails
it: Impossibile caricare i dettagli
ja: 詳細を読み込めません
ko: 세부정보를 로드할 수 없음
pt_pt: Não é possível carregar os detalhes
zh_hans: 无法加载详情

# UnableToLoadDisclaimer
source: Unable to load disclaimer. Please try again.
de: Haftungsausschluss kann nicht geladen werden. Bitte versuchen Sie es erneut.
es: No se puede cargar el aviso legal. Por favor, inténtelo de nuevo.
fr: Impossible de charger la clause de non-responsabilité. Veuillez réessayer.
it: Impossibile caricare la dichiarazione di non responsabilità. Riprova.
ja: 免責事項を読み込めません。もう一度お試しください。
ko: 면책 조항을 로드할 수 없습니다. 다시 시도해 주세요.
pt_pt: Não é possível carregar a declaração de responsabilidade. Por favor, tente novamente.
zh_hans: 无法加载免责声明。请重试。

source: Unable to load document
de: Dokument kann nicht geladen werden
es: No se puede cargar el documento
fr: Impossible de charger le document
it: Impossibile caricare il documento
ja: ドキュメントを読み込めません
ko: 문서를 로드할 수 없음
pt_pt: Não é possível carregar o documento
zh_hans: 无法加载文档

source: Unable to load image
de: Bild kann nicht geladen werden
es: No se puede cargar la imagen
fr: Impossible de charger l'image
it: Impossibile caricare l'immagine
ja: 画像を読み込めません
ko: 이미지를 로드할 수 없음
pt_pt: Não é possível carregar a imagem
zh_hans: 无法加载图片

source: Unable to load link. Tap to retry.
de: Link kann nicht geladen werden. Zum erneuten Versuch tippen.
es: No se puede cargar el enlace. Toque para reintentar.
fr: Impossible de charger le lien. Appuyez pour réessayer.
it: Impossibile caricare il link. Tocca per riprovare.
ja: リンクを読み込めません。再試行するにはタップしてください。
ko: 링크를 로드할 수 없습니다. 다시 시도하려면 탭하세요.
pt_pt: Não é possível carregar a ligação. Toque para tentar novamente.
zh_hans: 无法加载链接。点按以重试。

source: Unable to load PDF
de: PDF kann nicht geladen werden
es: No se puede cargar el PDF
fr: Impossible de charger le PDF
it: Impossibile caricare il PDF
ja: PDFを読み込めません
ko: PDF를 로드할 수 없음
pt_pt: Não é possível carregar o PDF
zh_hans: 无法加载PDF

source: Unable to Load Procedure
de: Verfahren kann nicht geladen werden
es: No se puede cargar el procedimiento
fr: Impossible de charger la procédure
it: Impossibile caricare la procedura
ja: 手順を読み込めません
ko: 절차를 로드할 수 없음
pt_pt: Não é possível carregar o procedimento
zh_hans: 无法加载流程

source: Unable to load video
de: Video kann nicht geladen werden
es: No se puede cargar el video
fr: Impossible de charger la vidéo
it: Impossibile caricare il video
ja: 動画を読み込めません
ko: 비디오를 로드할 수 없음
pt_pt: Não é possível carregar o vídeo
zh_hans: 无法加载视频

# UnableToSendHelpThreadInvite
source: Unable to send help thread invite. No help thread is associated with this call.
de: Hilfe-Thread-Einladung kann nicht gesendet werden. Kein Hilfe-Thread ist mit diesem Anruf verknüpft.
es: No se puede enviar la invitación al hilo de ayuda. No hay ningún hilo de ayuda asociado con esta llamada.
fr: Impossible d'envoyer l'invitation au fil d'aide. Aucun fil d'aide n'est associé à cet appel.
it: Impossibile inviare l'invito alla discussione di aiuto. Nessuna discussione di aiuto associata a questa chiamata.
ja: ヘルプスレッドの招待を送信できません。この通話に関連付けられたヘルプスレッドがありません。
ko: 도움말 스레드 초대를 보낼 수 없습니다. 이 통화와 연결된 도움말 스레드가 없습니다.
pt_pt: Não é possível enviar o convite do tópico de ajuda. Nenhum tópico de ajuda está associado a esta chamada.
zh_hans: 无法发送帮助主题邀请。此通话未关联帮助主题。

source: Unchecked
de: Nicht markiert
es: Sin marcar
fr: Non coché
it: Non selezionato
ja: 未チェック
ko: 선택 안 됨
pt_pt: Não marcado
zh_hans: 未勾选

source: UnChecked
de: Nicht aktiviert
es: Desenfrenado
fr: Non coché
it: Non controllato
ja: 未チェック
ko: 선택 취소됨
pt_pt: Desmarcado
zh_hans: 未选中

# UnFrozenMessage
source: The task field is unfrozen
de: Aufgabenfeld nicht eingefroren
es: Campo de tarea descongelado
fr: Champ de tâche non figé
it: Campo delle attività sbloccato
ja: タスクフィールドフリーズ解除
ko: 작업 필드 고정 해제
pt_pt: Campo de trabalho descongelado
zh_hans: 目标区域解锁

# UnitInches
source: in
de: Zoll
es: pulg.
fr: po
it: poll.
pt_pt: pol.
zh_hans: 英寸

source: Unit System
de: Maßsystem
es: Sistema de unidades
fr: Système d'unités
it: Sistema di misura
ja: 単位系
ko: 단위 체계
pt_pt: Sistema de unidades
zh_hans: 单位制

# UNKNOWN_CONTACT_1040
source: Invalid contact
de: Ungültiger Kontakt
es: Contacto inválido
fr: Contact invalide
it: Contatto non valido
ja: 無効な連絡先
ko: 잘못된 연락처
pt_pt: Contato inválido
zh_hans: 无效联系人

# UNKNOWN_CONTACT_REQUEST_1013
source: Unknown invitation. Have you already accepted or rejected it?
de: Unbekannte Einladung. Haben Sie es bereits akzeptiert oder abgelehnt?
es: Invitación desconocida ¿Ya la ha aceptado o rechazado?
fr: Invitation inconnue. L'avez-vous déjà accepté ou rejeté?
it: Invito sconosciuto. L'hai già accettato o rifiutato?
ja: 不明な招待です。承諾または拒否しましたか？
ko: 알 수없는 초대 입니다. 이미 수락했거나 거부 했습니까?
pt_pt: Convite desconhecido. Você já aceitou ou rejeitou?
zh_hans: 邀请不存在，您是否已经接受或拒绝了此邀请?

# UNKNOWN_EMAIL_1012
source: Unknown email, does not exist in our system
de: Unbekannte E-Mail, existiert nicht in unserem System
es: Correo electrónico desconocido, no existe en nuestro sistema
fr: E-mail inconnu, n'existe pas dans notre système
it: Email sconosciuta, non esiste nel nostro sistema
ja: システム内に存在していない不明のメールです
ko: 알 수없는 이메일, 시스템에 존재하지 않습니다
pt_pt: Email desconhecido, não existe em nosso sistema
zh_hans: 邮箱不存在，无法在系统中找到此邮箱

# UNKNOWN_PUSH_ID_1014
source: Unknown push identifier
de: Unbekannte Push-ID
es: Identificador de inserción desconocido
fr: Identifiant push inconnu
it: Identificatore push sconosciuto
ja: 不明なプッシュ識別子です
ko: 알 수없는 푸시 식별자
pt_pt: Identificador de envio desconhecido
zh_hans: 推送识别符无效

# UNKNOWN_REGISTRATION_1015
source: Unknown connection registration
de: Unbekannte Verbindungsregistrierung
es: Registro de conexión desconocido
fr: Enregistrement de connexion inconnu
it: Registrazione della connessione sconosciuta
ja: 不明な接続登録です
ko: 알 수없는 연결 등록
pt_pt: Registro de conexão desconhecido
zh_hans: 注册连接无效

source: Unknown Camera
de: Unbekannte Kamera
es: Cámara desconocida
fr: Caméra inconnue
it: Fotocamera sconosciuta
ja: 不明なカメラ
ko: 알 수 없는 카메라
pt_pt: Câmera Desconhecida
zh_hans: 未知相机

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt_pt: Erro desconhecido
zh_hans: 未知错误

# UnknownErrorFallback
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt_pt: Erro desconhecido
zh_hans: 未知错误

# UnknownFallback
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_pt: Desconhecido
zh_hans: 未知

# UnknownFileTypeFormat
source: Unknown file type: %@
de: Unbekannter Dateityp: %@
es: Tipo de archivo desconocido: %@
fr: Type de fichier inconnu : %@
it: Tipo di file sconosciuto: %@
ja: 不明なファイルタイプ：%@
ko: 알 수 없는 파일 유형: %@
pt_pt: Tipo de ficheiro desconhecido: %@
zh_hans: 未知文件类型：%@

source: Unknown Participant
de: Unbekannter Teilnehmer
es: Participante desconocido
fr: Participant inconnu
it: Partecipante sconosciuto
ja: 不明な参加者
ko: 알 수 없는 참가자
pt_pt: Participante desconhecido
zh_hans: 未知参与者

source: Unknown Role
de: Unbekannte Rolle
es: Rol desconocido
fr: Rôle inconnu
it: Ruolo sconosciuto
ja: 不明な役割
ko: 알 수없는 역할
pt_pt: Função desconhecida
zh_hans: 角色不明

# UnPauseMessage
source: Pen Only Help Mode Off
de: Nur Stift-Hilfemodus Aus
es: Modo de ayuda de solo lápiz desactivado
fr: Mode d'aide du stylet uniquement désactivé
it: Modalità Assistenza \"Solo Penna\" disattivata
ja: ペンでヘルプOFF
ko: 펜 전용 도움말 모드 끄기
pt_pt: Modo de ajuda somente caneta desativado
zh_hans: 画笔功能关闭

source: Unpin
de: Lösen
es: Desfijar
fr: Désépingler
it: Rimuovi fissaggio
ja: ピン留めを解除
ko: 고정 해제
pt_pt: Desafixar
zh_hans: 取消固定

# UnreachableUserMessage
source: The contact you selected \n%@\n is not currently signed into the system. \nWould you like to invite them into a call via email?
de: Der von Ihnen ausgewählte Kontakt \n %@ \n ist derzeit nicht im System angemeldet. \n Möchten Sie sie per E-Mail zu einem Anruf einladen?
es: El contacto que seleccionó \n %@ \n no está registrado actualmente en el sistema. \n ¿Le gustaría invitarlos a una llamada por correo electrónico?
fr: Le contact que vous avez sélectionné \n %@ \n n'est actuellement pas connecté au système. \n Souhaitez-vous les inviter à un appel par e-mail?
it: Il contatto selezionato \n %@ \n non è attualmente connesso al sistema. \n Desideri invitarli a una chiamata tramite e-mail?
ja: 選択した連絡先\n %@ \nは現在システムにサインインしていません。 \nメールで電話に招待しますか？
ko: 선택한 연락처는 \n %@ \n 현재 시스템에 로그인되어 있지 않습니다. \n 이메일을 통해 통화에 초대 하시겠습니까?
pt_pt: O contato selecionado \n %@ \n não está atualmente conectado ao sistema. \n Gostaria de convidá-los para uma chamada por e-mail?
zh_hans: 您选择的联系人\n %@ \n当前尚未登录系统。 \n您想通过电子邮件邀请他们加入电话吗？

source: Unselect
de: Auswahl aufheben
es: Deseleccionar
fr: Désélectionner
it: Deseleziona
ja: 選択解除
ko: 선택 취소
pt_pt: Desmarcar
zh_hans: 取消选择

source: Unstable Network
de: Instabiles Netzwerk
es: Red inestable
fr: Réseau instable
it: Rete instabile
ja: 不安定なネットワーク
ko: 불안정한 네트워크
pt_pt: Rede instável
zh_hans: 不稳定的网络

# UnstableNetworkWarningOne
source: One of the participants in the call has an unstable connection.
de: Einer der Gesprächsteilnehmer hat eine instabile Verbindung.
es: Uno de los participantes en la llamada tiene una conexión inestable.
fr: L'un des participants à l'appel a une connexion instable.
it: Uno dei partecipanti alla chiamata ha una connessione instabile.
ja: 通話の参加者の 1 人の接続が不安定です。
ko: 통화 참가자 중 한 명이 불안정한 연결을 가지고 있습니다.
pt_pt: Um dos participantes da chamada tem uma conexão instável.
zh_hans: 通话中的一位参与者的连接不稳定。
